{
	"s1Title" : "USDG",
    "s1p1" : "USDG is one of the projects of the CryptoDAO hedge fund. CryptoDAO hedge fund is a distributed organization focusing on quantitative trading and research on Decentralized Finance.",
    "s1p2" : "USDG is the income token of the CryptoDAO hedge fund, which is different from USDT. All USDT deposited in the USDG Finance wallet will automatically mint the equivalent amount of USDG and invest in the CryptoDAO hedge fund to obtain income.",
    "s1p3" : "Through staking USDG, the value generated by the CryptoDAO hedge fund will be distributed to representatives or participants staking USDG. Users can put USDG into USDG Finance and receive rewards regularly.",
    "advantage1h" : "automatically Mint",
    "advantage1p" : "All USDT deposited in the USDG Finance wallet will automatically mint the equivalent amount of USDG and invest in the CryptoDAO hedge fund to obtain income.",
    "advantage2h" : "Receive Rewards Regularly",
    "advantage2p" : "Users can put USDG into USDG Finance and receive rewards regularly.",
    "advantage3h" : "Key Decisions",
    "advantage3p" : "USDG tokens can also be used to control voting for key decisions, including revising revenue and reward duration periods. ",
    "advantage4h" : "Derivative",
    "advantage4p" : "USDG can also be traded on the secondary market as a derivative.",
    "s2Title" : "USDG tokens ",
    "s2p1" : "USDG tokens can also be used to control voting for key decisions, including revising revenue and reward duration periods. USDG can also be traded on the secondary market as a derivative.",
    "s3Title" : "Advantages of CryptoDAO hedge fund",
    "card1Title" : "Equal rights",
    "card1Content" : "Every investor has an equal opportunity to determine the future of the organization and has a say in the decision-making process. Since the organizational structure is not restricted by the traditional management hierarchy, every innovative idea and suggestion can be fully considered by the entire organization.",
    "card2Title" : "High efficiency",
    "card2Content" : "In a completely decentralized organization, transaction processing time is faster and more efficient. In addition, since submitting proposals and participating in voting requires a certain number of tokens for each stakeholder, there is no need to waste time on invalid solutions.",
    "card3Title" : "Risk control ability",
    "card3Content" : "Most of the core members of CryptoDAO hedge fund are top industry professionals and professional traditional VCs, with first-hand resources in the industry and years of risk control experience.",
    "s3p1" : "CryptoDAO hedge fund has all the functions of traditional venture capital funds, but lowers the entry barrier for those who want to participate. It is composed of 23 accredited investors and maintains a decision-making partnership. In essence, it is a decentralized organization that uses mechanisms to manage the organization's funds, distribute and manage votes among members of the organization",
    "s4Title" : "Recent investment projects",
    "s5p1" : "The concept of DAO not only protects the principles of democracy, but also improves the existing corruption system through technological development, model innovation and reasonable incentive mechanisms.",
    "footer" : "CryptoDAO hedge fund @ 2020",
    "downloadBtn" : "Whitepaper",
    "s5Title" : "Common Problem",
    "s5q1" : "I don’t know about the CryptoDAO hedge fund, or who the 11 investors are or their roles.",
    "s1a1" : "The CryptoDAO hedge fund is a decentralized organization established by a group of early cryptocurrency investors. It invested in BNB and Link in the early days. Recent projects include YFI, MTA, Cream, BAL, and CRV. All of the above projects have very high investment. Report rate.",
    "s5q2" : "Is USDG a virtual currency on the chain built by CryptoDAO?",
    "s5a2" : "USDG is an ERC20 token issued by CryptoDAO on the Ethereum chain. You can see all the information about USDG on your browser.",
    "s5a2_link" : "Contract address: 0xc13F2Cd125491CBAE79e3EAD6B181103c6dE6F9b",
    "s5a2_url" : "Check on Web Site",
    "s5q3" : "What is USDG Finance?",
    "s5a3" : "It is a decentralized financial gathering platform that supports stable currency protocol interaction and helps users achieve the highest interest rate.",
    "s5q4" : "USDG can vote to modify the income rewards. How does this happen? <br/>It sounds strange to vote in currency.",
    "s5a4" : "Owning a USDG is equivalent to owning a voting unit. USDG Finance will open the USDG voting function in the future. Therefore, USDG is not only Stablecoin, but also represents the governance token of USDG Finance. Any decision on the platform can use USDG to vote. In other words, when you hold USDG today, you can truly participate in decision-making and initiate proposals to communicate with the team.",
    "s5q5" : "Who will trade with USDG?",
    "s5a5" : "Holding USDG is equivalent to holding USDG Finance governance rights. In addition to being able to trade on the ACE exchange, there will be more application levels in the future as the CryptoDAO hedge fund grows, such as Defi (decentralized finance) stable currency Aggregation platforms, Cefi (centralized finance) and Defi (decentralized finance) bridge tokens, decentralized wallet payments, and more exchanges are listed.",
    "s5q6" : "The source of profit for CryptoDAO is mining plus investment?",
    "s5a6" : "The sources of profit for CryptoDAO are the low-risk liquidity mining income, project investment, and quantitative trading of the DeFi project.",
    "s5q7" : "CryptoDAO builds its own chain and digs itself?",
    "s5a7" : "The USDG issued by CryptoDAO adopts the Ethereum public chain protocol, and there is no need to build a chain or mine."
}
